import React from 'react';
import './CvDescription.css';

const CvDescription = () => {
  return (
    <p className='cv__description'>
      Я родился и живу в Москве, учился в РГАУ МСХА им. Тимирязева на 
      факультете экономики по направлению подготовки "Информационные системы и технологии".
      Главное увлечение - компьютеры: их сборка и программирование. До веб-разработки учил такие языки, как Python и R.
      Хорошо освоил PyQt5, немного изучал в университете библиотеки Python'а для статистики, анализа данных и машинного обучения.
      Итогом стало увлечение дизайном, а в последствие создание сайтов. 
    </p>
  );
}

export default CvDescription;
